INSERT INTO department (name) VALUES
  ('資訊部'),
  ('業務部'),
  ('行政部'),
  ('會計部');


INSERT INTO employee (name, dept_id, sex, tel, address, age, create_time) VALUES
  ('A員工', 1, 'M', '(02)3327-7777', '臺東縣蘭嶼鄉天仁北路500巷999弄224號64樓', 30, SYSDATE),
  ('B員工', 1, 'F', '(06)840-7145', '新北市泰山區和祥七街462號', 20, SYSDATE),
  ('C員工', 2, 'F', '(02)0795-8930', '澎湖縣七美鄉禾豐二街一段790號', 40, SYSDATE),
  ('D員工', 2, 'M', '(007)267-632', '澎湖縣湖西鄉南福路三段974號67樓', 33, SYSDATE),
  ('E員工', 3, 'M', '(06)570-8332', '新北市瑞芳區光華六街707巷812號76樓', 55, SYSDATE),
  ('F員工', 3, 'F', '(02)2420-5729', '臺中市清水區福營路982巷829號85樓', 66, SYSDATE),
  ('G員工', 4, 'M', '(006)576444', '南投縣鹿谷鄉寶君路261號39樓', 43, SYSDATE),
  ('H員工', 4, 'F', '(02)98225597', '新竹縣竹東鎮富漁二路285號', 22, SYSDATE),
  ('I員工', 1, 'M', '(01)838-0327', '新竹縣新豐鄉文莊街八段531號', 26, SYSDATE),
  ('J員工', 1, 'F', '(011)717492', '高雄市三民區福鎮路831號50樓', 88, SYSDATE),
  ('K員工', 1, 'M', '(02)0006-7038', '新竹市北區國盛八路959巷252號82樓', 70, SYSDATE);








